---
layout: page
title: ข่าวไอที
date:   2019-04-07 
categories: ไอที
permalink: /IT news/
---
สวัสดีทุกท่านครับ เรากลับมาอีกแล้วกับการนำข่าว IT ของโน๊ตบุกแบรนดังอย่าง renuvo มาด้วยครับ ข่าวนี้เป็นการเปิดตัวของคอมพิวเตอร์สองรุ่น ไปดูกันเลยครับ

ประกาศเปิดตัวผลิตภัณฑ์คอมพิวเตอร์แล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะแบบ All-in-one รุ่นใหม่ล่าสุดอย่างเป็นทางการในประเทศไทย โดยผลิตภัณฑ์รุ่นล่าสุดนี้มาพร้อมเทคโนโลยีอัจฉริยะและทรงพลังจึงสามารถตอบโจทย์การใช้งานในชีวิตประจำวันของคนยุคใหม่ได้อย่างมีประสิทธิภาพ ครอบคลุมสำหรับทั้งการทำงานและไลฟ์สไตล์
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
ผลิตภัณฑ์รุ่นล่าสุดที่นำมาเปิดตัวได้แก่ คอมพิวเตอร์ตั้งโต๊ะแบบ all-in-on รุ่น IdeaCentre AIO A340, แล็ปท็อป Yoga S730 แล็ปท็อปที่บางที่สุดในตระกูล Yoga และ แล็ปท็อป Legion Y740 ผลิตภัณฑ์ตัวท็อปของเกมมิ่งแล็ปท็อประดับพรีเมี่ยม 
คอมพิวเตอร์ตั้งโต๊ะแบบ all-in-one กับ IdeaCentre AIO A340 ที่มาพร้อมดีไซน์ที่เรียบหรู ทันสมัย เหมาะกับการใช้งานทั้งที่บ้านหรือออฟฟิศที่เน้นความโมเดิร์น หน้าจอแบบ Full HD ขนาด 21.5 นิ้ว ที่บางกว่าเดิม ในสีขาว (ฟอกกี้ ไวท์) ออกแบบมาเพื่อการใช้งานทั้งที่บ้านหรือที่ทำงานที่มีพื้นที่จำกัด สามารถเลือกให้ตรงต่อความต้องการด้านการใช้งานได้ทั้ง ซีพียู Intel Core i5-8400T processor การ์ดจอ AMD Radeon 530 หรือ ซีพียู 7th generation AMD A9-9425 การ์ดจอ Radeon R5 graphics สำหรับการใช้งานอินเตอร์เน็ต, อีเมล์, งานเอกสาร, แต่งภาพ และอื่นๆ
โดดเด่นด้วยฐานจอเหล็กที่ออกแบบให้มีความโค้งงอ เรียบง่าย แต่สวยงามเพื่อให้กลมกลืนกับพื้นที่อันหลากหลาย ฉีกภาพลักษณ์เก่าๆของฐานคอมพิวเตอร์ตั้งโต๊ะที่เคยมีมา IdeaCentre AIO A340 ราคาเริ่มต้นที่ 12,990 บาท
Image Slider Arrow Left
Image Slider Arrow Right
1 / 3
 
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
 
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
 
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
 
 
 
 
 
 
 
 
Yoga S730 แล็ปท็อปที่บางที่สุดจากเลอโนโว งดงาม เรียบหรู พรีเมี่ยม พกพาสะดวกตอบโจทย์ทุกการใช้งานของชีวิต
 ด้วยวัสดุตัวเครื่องที่ผลิตจากอลูมิเนียมเกรดสูง ทำให้ตัวเครื่องมีน้ำหนักเบาพียง 1.2 กิโลกรัม และบางเพียง 11.9 มิลลิเมตร โดยแล็ปท็อปที่บางเฉียบนี้มาพร้อมกับระบบภาพอันคมชัดจาก Dolby Vision™ บนหน้าจอ Full HD ขนาดใหญ่ 13.3 นิ้ว รวมถึงระบบเสียงชั้นยอดอย่าง Dolby Atmos® Speaker System นอกจากนี้ตัวเครื่องยังขับเคลื่อนด้วยพลังซีพียู 8th Gen Intel Core i7 processor ที่จะยกระดับขีดความสามารถของตัวเครื่องให้ทำงานได้อย่างเต็มประสิทธิภาพ ตลอดจนการใช้งานแบตเตอรี่ยังสามารถใช้ได้อย่างยาวนานสูงสุดถึง 12 ชั่วโมง และยังรองรับระบบชาร์จเร็ว (Rapid Charge) ที่สามารถชาร์จแบตเตอรี่ได้ถึง 80% ภายในระยะเวลา 1 ชั่วโมง Yoga S730 มาพร้อมสีเทา (ไอรอน เกรย์) ในราคาเริ่มต้นที่ 29,990 บาท
Image Slider Arrow Left
Image Slider Arrow Right
1 / 2
 
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
 
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
 
 
 
 
 
และผลิตภัณฑ์ตัวสุดท้ายแล็ปท็อป Lenovo Legion Y740 ผลิตภัณฑ์รุ่นล่าสุดที่เพิ่งเปิดตัวในต่างประเทศเมื่อต้นปีที่ผ่านมา พร้อมให้เกมเมอร์คนไทยได้สัมผัสแล้ววันนี้กับ Legion Y740 เกมมิ่งแล็ปท็อประดับพรีเมี่ยมรุ่นล่าสุดที่มาพร้อมดีไซน์บางโฉบเฉียวแบบโมเดิร์น พร้อมอัพเกรดประสิทธิภาพการทำงานให้เหนือชั้นตอบสนองความต้องการของเกมเมอร์ได้ดียิ่งขึ้น ทรงพลังด้วยชิปประมวลผล Intel® Core™ processors ชิปกราฟิกรุ่นล่าสุด NVIDIA® GeForce RTX™ GPUs และระบบปฏิบัติการ Windows® 10 Home
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
นอกจากนี้ Legion Y740 ยังมอบประสบการณ์การเล่นเกมแบบเต็ม สปีด สามารถรองรับเกมรุ่นใหม่ล่าสุด รวมทั้งการทำงานรูปแบบอื่นๆ อาทิ การตัดต่อแก้ไขรูปภาพและวีดีโอ, การรับชมภาพยนตร์หรือซีรีส์, รองรับการทำงานแบบ Multitasking ได้จบเพียงเครื่องเดียวอย่างไม่มีกระตุก 
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 
Legion Y740 ขนาด 15 นิ้ว มาพร้อมชิปกราฟิกสุดล้ำอย่าง GeForce RTX 2070 Max-Q GPU ให้ประสิทธิภาพการประมวลผลภาพอันทรงพลังสำหรับเกมแอ็คชั่นใหม่ล่าสุด และ Legion Y740 รุ่นใหญ่ขนาด 17 นิ้ว มาพร้อมชิปกราฟิก GPU GeForce RTX 2080 Max-Q อัพเกรดจากรุ่นเก่าอย่าง GeForce® GTX 10-series GPUs เครื่องทั้งสองขนาดมาพร้อมชิปประมวลผล 8th Gen Intel Core i7 processors หน่วยความจำ 32GB DDR4 2666Mhz และคีย์บอร์ดระบบ 100% Anti-Ghosting ลดข้อผิดพลาดของปุ่มกด พร้อม CORSAIR® iCue® RGB ทำให้ผู้ใช้สามารถปรับเปลี่ยนสีไฟคีย์บอร์ดได้มากถึง 16 ล้านเฉดสี ระบบเสียง Dolby Atmos® Speaker System และ Dolby® Sound Radar เพื่อให้ผู้ใช้งานได้ยินเสียงโดยรอบทิศทางแบบคมชัดเสมือนอยู่ในเกมด้วยตัวเอง แบตเตอรี่ที่ถูกอัพเกรดให้รองรับการทำงานได้นานถึง 6 ชั่วโมง หมดกังวลปัญหาเครื่องร้อนระหว่างการเล่นเกมด้วยนวัตกรรมเทคโนโลยี Lenovo Legion Coldfront รูปแบบการระบายความร้อนด้วยพัดลมคู่ ตอบโจทย์ทั้งคอเกมทั่วไปและฮาร์ดคอร์เกมเมอร์ได้อย่างลงตัว Legion Y740 ขนาด 15 นิ้ววางจำหน่ายในราคาเริ่มต้นที่ 64,990 บาท และ Legion Y740 ขนาด 17 นิ้ววางจำหน่ายในราคาเริ่มต้นที่ 89,990 บาท
นอกจากนี้ ยังมีข้อมูลของแล็ปท็อปรุ่นใหม่ที่ทาง Lenovo กล่าวว่าจะเปิดตัวในอนาคตอันใกล้นี้อีก 2 รุ่น คือ Yoga A940 และ Yoga S940 แต่สเปคจะเป็นอย่างไรนั้น หากเราได้ความเคลื่อนไหวใหม่มาจะเอามาอัปเดตให้ฟังกันอย่างแน่นอน
เลอโนโวเปิดตัวแล็ปท็อป และคอมพิวเตอร์ตั้งโต๊ะใหม่ในงาน Lenovo 2019 Summer Launch 