---
layout: page
title: ข่าวไอที
date:   2019-04-07 
categories: ไอที
permalink: /IT news/
---
สำหรับวันนี้ ทางพวกเราก็มีข่าวไอทีจากคอมพิเตอร์มานำเสนอกันซักเล็กน้อยละกันครับ แบรนนี้เป็นแบรน hp ถ้าอยากทราบแล้วก็กดอ่านได้เลยครับ

เอชพี อิงค์ ประเทศไทย เผยโฉม HP Spectre x360 นวัตกรรมใหม่และโซลูชั่นสร้างสรรค์เพื่อวิถีชีวิตที่ทันสมัย ด้วยเทคโนโลยีล่าสุดตอบโจทย์ดิจิทัลไลฟ์สไตล์อย่างสมบูรณ์แบบ HP Spectre x360 กับดีไซน์การออกแบบที่เพิ่มเสน่ห์เย้ายวนใจโดดเด่นสะกดทุกสายตา สะท้อนความหรูหราที่ไม่เคยเห็นมาก่อนในพีซีแบบพกพา สมรรถภาพการทำงานเต็มเปี่ยมพร้อมฟีเจอร์รักษาความปลอดภัยที่ได้รับการพัฒนาให้มีศักยภาพสูงขึ้น รองรับการใช้เพื่อความบันเทิงและการใช้งานที่หลากหลาย ครบสมบูรณ์แบบในเครื่องเดียว
เผยโฉม HP Spectre x360 ในรูปแบบ Convertible PC รุ่นล่าสุด
ปัจจุบัน โลกทางกายภาพและดิจิทัลมีการผสมผสานเข้าด้วยกัน ทำให้การทำงานและการใช้ชีวิตกลายเป็นหนึ่งเดียว หรือ “One life” ทุกคนต้องการความยืดหยุ่น ความคล่องตัว ความสามารถที่จะทำงานหรือพักผ่อนตอนไหนหรือทำงานจากที่ไหน ก็ได้ ดังนั้นระบบความปลอดภัยจึงเป็นสิ่งที่สำคัญ 
เผยโฉม HP Spectre x360 ในรูปแบบ Convertible PC รุ่นล่าสุด
เอชพี พัฒนาคอนเวอร์ติเบิลพีซีรุ่นล่าสุด ได้แก่ HP Spectre 13 x360 ให้มีความสมบูรณ์แบบทั้งดีไซน์และการใช้งานที่ครบครันรอบด้าน อัดแน่นประสิทธิภาพและระบบความปลอดภัยอัจฉริยะ เป็นการส่งมอบประสบการณ์การใช้งานอันน่าที่งผ่านเทคโนโลยีด้วยรูปลักษณ์หรูหราทันสมัยด้วยสีน้ำเงินเข้ม Poseidon Blue หรือในสีโทนดำเข้มอย่าง Dark Ash Silver ตกแต่งขอบโดยรอบด้วยสี Copper Luxe การออกแบบคำนึงถึงความสะดวกในการใช้งาน ตัวเครื่องดีไซน์มุมตัดช่วยให้เปิดฝาพับง่ายขึ้นและสวยเด่นขึ้นแบบ Gem Cut Design เหลี่ยมหน้าตัดเลียนแบบการเจียระไนอัญมณี ด้วยวัสดุอะลูมิเนียมขอบ CNC เสริมความพร้อมด้วยพอร์ต USB Type-C ที่มุมเครื่องสำหรับการเชื่อมต่อเคเบิลได้สะดวกขึ้น ยกระดับความปลอดภัยด้วยฟีเจอร์ HP Sure View ปกป้องความเป็นส่วนตัวบนจอ และปุ่มปิด-เปิดกล้องเพิ่มความสะดวกในการใช้งาน เสริมด้วยหน้าจอทัชสกรีน micro-edge คมชัดระดับ 4K ศักยภาพสูงขึ้นทั้งในด้านความบันเทิงและการใช้งานที่หลากหลายด้วยโปรเซสเซอร์ใหม่ล่าสุดจาก Intel® Core™ เจเนอเรชั่น 8 มีซอฟต์แวร์อัจฉริยะกู้คืน BIOS และระบบระบายความร้อนได้ดี 
เผยโฉม HP Spectre x360 ในรูปแบบ Convertible PC รุ่นล่าสุด
สัมผัสสุดยอดประสบการณ์การใช้งาน HP Spectre 13 x360 ได้แล้ววันนี้ที่ตัวแทนจำหน่ายชั้นนำใกล้บ้านท่านหรือ www.hpstorethailand.com 